Repository: antikton/topbar-countdown-notice
Catalog: languages/topbar-countdown-notice-*.po
Languages: ru_ru

source: Action button/link
ru_ru: Кнопка/ссылка действия

source: Action on Finish
ru_ru: Действие при Завершении

source: Activate Bar
ru_ru: Активировать Панель

source: Activate Countdown
ru_ru: Активировать Обратный Отсчёт

source: Add custom CSS to style the top bar. Available classes:
ru_ru: Добавьте пользовательский CSS для стилизации верхней панели. Доступные классы:

source: Alternative Background Color
ru_ru: Альтернативный Цвет Фона

source: Alternative Colors
ru_ru: Альтернативные Цвета

source: Alternative Link
ru_ru: Альтернативная Ссылка

source: Alternative Link Button Text
ru_ru: Текст Кнопки Альтернативной Ссылки

source: Alternative Text
ru_ru: Альтернативный Текст

source: Alternative Text Color
ru_ru: Альтернативный Цвет Текста

source: Always test on smaller screens.
ru_ru: Всегда тестируйте на маленьких экранах.

source: Appearance
ru_ru: Внешний Вид

source: Background Color
ru_ru: Цвет Фона

source: Bar Content
ru_ru: Содержимое Панели

source: Clarity:
ru_ru: Ясность:

source: Configure when the bar should be visible. Leave both empty to always show the bar.
ru_ru: Настройте, когда панель должна быть видимой. Оставьте оба поля пустыми, чтобы панель отображалась всегда.

source: Content & Countdown
ru_ru: Содержимое и Обратный Отсчёт

source: Contrast:
ru_ru: Контраст:

source: Countdown container
ru_ru: Контейнер обратного отсчёта

source: Countdown Prefix Text
ru_ru: Префикс Обратного Отсчёта

source: Countdown prefix text
ru_ru: Префикс обратного отсчёта

source: Countdown Target
ru_ru: Цель Обратного Отсчёта

source: Countdown Timer
ru_ru: Таймер Обратного Отсчёта

source: Countdown timer
ru_ru: Таймер обратного отсчёта

source: Custom colors
ru_ru: Пользовательские цвета

source: Custom CSS
ru_ru: Пользовательский CSS

source: Custom Date/Time
ru_ru: Пользовательская Дата/Время

source: Custom Target Date/Time
ru_ru: Пользовательская Целевая Дата/Время

source: d
ru_ru: д

source: Debug Mode
ru_ru: Режим Отладки

source: Display a customizable top bar with optional countdown timer and scheduling capabilities.
ru_ru: Отображайте настраиваемую верхнюю панель с опциональным таймером обратного отсчёта и возможностями планирования.

source: Display seconds in countdown
ru_ru: Отображать секунды в обратном отсчёте

source: End Date/Time
ru_ru: Дата/Время Окончания

source: Ensure text is readable.
ru_ru: Убедитесь, что текст читаемый.

source: General & Schedule
ru_ru: Общие и Расписание

source: General Settings
ru_ru: Общие Настройки

source: Get Support
ru_ru: Получить Поддержку

source: h
ru_ru: ч

source: Hide the bar
ru_ru: Скрыть панель

source: Inner content wrapper
ru_ru: Внутренняя обёртка содержимого

source: Keep messages short and sweet.
ru_ru: Делайте сообщения короткими и ёмкими.

source: Learn More
ru_ru: Узнать Больше

source: m
ru_ru: м

source: Main bar container
ru_ru: Основной контейнер панели

source: Main Content
ru_ru: Основное Содержимое

source: Main content area
ru_ru: Основная область содержимого

source: Main Link
ru_ru: Основная Ссылка

source: Main Link Button Text
ru_ru: Текст Кнопки Основной Ссылки

source: Mobile:
ru_ru: Мобильные:

source: Need help or have a feature request?
ru_ru: Нужна помощь или есть запрос функции?

source: Open in new tab
ru_ru: Открыть в новой вкладке

source: Padding Bottom (px)
ru_ru: Отступ Снизу (px)

source: Padding Left (px)
ru_ru: Отступ Слева (px)

source: Padding Right (px)
ru_ru: Отступ Справа (px)

source: Padding Top (px)
ru_ru: Отступ Сверху (px)

source: Quick Tips
ru_ru: Быстрые Советы

source: s
ru_ru: с

source: Same as End Date/Time
ru_ru: Как Дата/Время Окончания

source: Same as main colors
ru_ru: Как основные цвета

source: Save Changes
ru_ru: Сохранить Изменения

source: Scheduling
ru_ru: Планирование

source: Server Time
ru_ru: Время Сервера

source: Show alternative content
ru_ru: Показать альтернативное содержимое

source: Show console.log messages in browser (for debugging)
ru_ru: Показывать сообщения console.log в браузере (для отладки)

source: Show countdown timer
ru_ru: Показать таймер обратного отсчёта

source: Show Seconds
ru_ru: Показать Секунды

source: Show the top bar
ru_ru: Показать верхнюю панель

source: Start Date/Time
ru_ru: Дата/Время Начала

source: Support
ru_ru: Поддержка

source: Text Color
ru_ru: Цвет Текста

source: Topbar Countdown
ru_ru: Обратный Отсчёт Верхней Панели

source: Topbar Countdown Notice
ru_ru: Уведомление с Обратным Отсчётом

source: Urgency:
ru_ru: Срочность:

source: Use the countdown to drive action.
ru_ru: Используйте обратный отсчёт для стимулирования действий.

source: When End Date/Time is Reached
ru_ru: Когда Достигнута Дата/Время Окончания

source: You can use HTML tags like <strong>, <em>, <span>, etc.
ru_ru: Вы можете использовать HTML-теги, такие как <strong>, <em>, <span> и т.д.
